var weapon_list = ["わかば","ボールド","シャープマーカー","モデラー","スプシュ",
                   ".52ガロン",".96ガロン","N-ZAP","プライム","ジェット","L3リール",
                   "H3リール","ボトルガイザー","マニュ","クアッド","デュアル","スパッタリー",
                   "ケルビン","バレルスピナー","スプスピ","クーゲル","ハイドラ","ノーチラス",
                   "ノヴァ","ホット","ロンブラ","クラブラ","ラピブラ","ラピエリ","スプチャ","スプスコ",
                   "リッター4K","4Kスコープ","スクイク","竹","ソイチュ","バケスロ","スクスロ",
                   "ヒッセン","オバフロ","エクスロ","パラシェルター","キャンシェル","スパガ",
                   "スプラローラー","カーボンローラー","ヴァリアブル","ダイナモ","パブロ",
                   "ホクサイ"];

var weapon_sheet = weapon_list[Math.floor(Math.random() * weapon_list.length)]
