var weapon_list = ["わかば","ボールド","シャープ\nマーカー","モデラー","スプシュ",
                   ".52\nガロン",".96ガロン","N-ZAP","プライム","ジェット","L3リール",
                   "H3\nリール","ボトルガイザー","マニュ","クアッド","デュアル","スパッタリー",
                   "ケルビン","バレルスピナー","スプスピ","クーゲル","ハイドラ","ノーチラス",
                   "ノヴァ","ホット","ロンブラ","クラブラ","ラピブラ","ラピエリ","スプチャ","スプスコ",
                   "リッター4K","4Kスコープ","スクイク","竹","ソイチュ","バケスロ","スクスロ",
                   "ヒッセン","オバフロ","エクスロ","パラシェルター","キャン\nシェル","スパガ",
                   "スプラローラー","カーボンローラー","ヴァリアブル","ダイナモ","パブロ",
                   "ホクサイ"];

var weapon_sheet = weapon_list[Math.floor(Math.random())]
